export const currentIndicatorsData = [
  {
    name: "지표명",
    date: "2023년 10월 10일 00시 00분", //이벤트 발표 일시 ex)
    prevData: 2.5, //이전치
    currData: 3.0, //발표치
    chartData: [
      //발표 전후 3일치 주가 데이터 -3일~+3일
      { x: "2023-05-01", y: 100 },
      { x: "2023-05-02", y: 112 },
      { x: "2023-05-03", y: 108 },
      { x: "2023-05-04", y: 115 },
      { x: "2023-05-05", y: 117 },
      { x: "2023-05-06", y: 113 },
      { x: "2023-05-07", y: 108 },
    ],
  },
  {
    name: "지표명",
    date: "2023년 10월 10일 00시 00분", //이벤트 발표 일시 ex)
    prevData: 2.5, //이전치
    currData: 3.0, //발표치
    chartData: [
      //발표 전후 3일치 주가 데이터 -3일~+3일
      { x: "2023-05-01", y: 110 },
      { x: "2023-05-02", y: 112 },
      { x: "2023-05-03", y: 108 },
      { x: "2023-05-04", y: 115 },
      { x: "2023-05-05", y: 117 },
      { x: "2023-05-06", y: 113 },
      { x: "2023-05-07", y: 108 },
    ],
  },
  {
    name: "지표명",
    date: "2023년 10월 10일 00시 00분", //이벤트 발표 일시 ex)
    prevData: 2.5, //이전치
    currData: 3.0, //발표치
    chartData: [
      //발표 전후 3일치 주가 데이터 -3일~+3일
      { x: "2023-05-01", y: 110 },
      { x: "2023-05-02", y: 112 },
      { x: "2023-05-03", y: 108 },
      { x: "2023-05-04", y: 115 },
      { x: "2023-05-05", y: 117 },
      { x: "2023-05-06", y: 113 },
      { x: "2023-05-07", y: 108 },
    ],
  },
  {
    name: "지표명",
    date: "2023년 10월 10일 00시 00분", //이벤트 발표 일시 ex)
    prevData: 2.5, //이전치
    currData: 3.0, //발표치
    chartData: [
      //발표 전후 3일치 주가 데이터 -3일~+3일
      { x: "2023-05-01", y: 110 },
      { x: "2023-05-02", y: 112 },
      { x: "2023-05-03", y: 108 },
      { x: "2023-05-04", y: 115 },
      { x: "2023-05-05", y: 117 },
      { x: "2023-05-06", y: 113 },
      { x: "2023-05-07", y: 108 },
    ],
  },
];
